[
    {
        "restaurantName":"Royal Buffet",
        "address":"6 Rue de Bayard, 31000 Toulouse",
        "lat":43.6082689,
        "long":1.4470559000000094,
        "ratings":[
           {
              "stars":3,
              "comment":"Sans plus. Assez bon restaurant à volonté. Il y a du choix, les sushis sont bons, les plats plutôt bons aussi, dommage les desserts sont plus qu'industriels... Petit bémol également sur les fruits de mer où des mouches étaient dessus ce qui ne donne pas très envie d'en manger. Restaurant passable un peu cher le week-end pour la qualité des plats."
           },
           {
              "stars":1,
              "comment":"L'accueil n'est pas chaleureux et plutôt expéditif. Ma femme étant enceinte je leur demande une table assez proche du buffet plutôt qu'à l'autre bout (tout bon serveur avec du bon sens aurai pris l'initiative), les produits proposés sont soit inexistant ou sans âtrés pour le palet. Comparé à la dernière fois je trouve qu'ils en ont perdu. Je préfère encore aller à BLAGNAC certe un peu plus de route mais au moins c'est plus agréable pour l'estomac."
           },
           {
            "stars":2,
            "comment":"Accueil froid : Un homme que je soupçonne être le patron vous dirige à côté de l’aire des gamins alors que vous vouliez être moins proche du bruit."
            }
        ]
     },
     {
        "restaurantName":"La Table D'Emilie",
        "address":"6ter Impasse Baour-Lormian, 31000 Toulouse",
        "lat":43.6029551145554,
        "long":1.444191079724419,
        "ratings":[
           {
              "stars":5,
              "comment":"Très bonne table et l'accueil toujours aimable, le service est rapide et de qualité, cadre très chaleureux, on recommande vivement ."
           },
           {
              "stars":4,
              "comment":"un personnel très sympa un repas de qualité mais un service trop rapide pour le soir. pas de place pour la détente"
           }
        ]
     },
     {
        "restaurantName":"Tutti Pizza",
        "address":"1 Rue des Jacobins, 31000 Toulouse",
        "lat":43.60402413847167,
        "long":1.4408007675295949,
        "ratings":[
           {
              "stars":5,
              "comment":"Rapide et bon. C'était la bonne surprise du dimanche matin. Après une ballade en centre ville d'aucamville, ca fait du bien de ne pas avoir à cuisiner, mais c'est dur de choisir tant il y a du choix à la carte. Petit plus pour le menu enfant avec un pizza pliée bien pratique."
           },
           {
              "stars":3,
              "comment":"J'ai trouvé ça correct, sans plus"
           }
        ]
     },
     {
        "restaurantName":"Pizzeria Di Roma",
        "address":"15 Rue des Paradoux, 31000 Toulouse",
        "lat":43.59850478644028,
        "long":1.442817788708794,
        "ratings":[
           {
              "stars":4,
              "comment":"Il s'agit de l'une des pizzerias que je connais le mieux pour la fréquenter depuis que je suis sur Toulouse. Et cela fait des années..."
           },
           {
              "stars":5,
              "comment":"Des pizzas comme en Italie, pâte fine, produits frais et fait maison. Ça vaut le coup de payer sa pizza quelques euros plus chers car la qualité y est."
           },
           {
              "stars":4,
              "comment":"Grand restaurant, accueil sympathique, beaucoup de choix sur la carte. Service rapide, les plats étaient bons.Côté déco, c'est sympa mais sans plus ^^ J'ai bien aimé mais ce n'était pas le coup de cœur ! Malgré tout les prix sont raisonnables et j'ai apprécié la tranquillité (pas trop de monde quand on y est allés)"
           }
        ]
     },
     {
        "restaurantName":"ARTIGIANO Pizza",
        "address":"18 Rue Pierre de Fermat, 31000 Toulouse",
        "lat":43.59951173279286,
        "long":1.449383836377251,
        "ratings":[
           {
              "stars":5,
              "comment":"Très très bon... !! Les pizzas sont copieuses, ont du goût! Les deux responsables sont sympas et souriant.. à recommander"
           },
           {
              "stars":5,
              "comment":"Très bon repas : pizzas vraiment excellentes avec de réels produits frais Le tiramisu maison très bon Félicitations à vous deux On reviendra"
           },
           {
              "stars":4,
              "comment":"De très bonnes pizzas, cependant juste un bémol ! J'ai pris à emporter et il manquait le miel sur ma pizza...enfin ça reste les meilleurs pizza d'aucamville et ses environs et de loin."
           },
           {
              "stars":5,
              "comment":"Nous sommes devenus des habitués, des qu'on a envie de pizza--> artigiano ! Il y a un bon choix, les pizzas et ingrédients sont de qualités. Leur plus: leur pizza du moment, à chaque fois une recette qui change de ce qu'on a l'habitude de voir et cest très bon! Vous pouvez y aller les yeux fermés"
           }
        ]
     },
     {
        "restaurantName":"McDonald's",
        "address":"11 Rue John Fitzgerald Kennedy, 31000 Toulouse",
        "lat":43.60592595940931,
        "long":1.445392709363091,
        "ratings":[
           {
              "stars":3,
              "comment":"Je ne sais pas ce qui se passe dans ce restaurant, qui avant les travaux tournait super bien et rapidement... la semaine dernière 45 minutes d'attente pour 2 menus à emporter!!! Heureusement le drive est tjs efficace, mais en salle c'est la panique totale!"
           },
           {
              "stars":2,
              "comment":"Service déplorable et c’est pire depuis la mise en place du nouveau fonctionnement sans caisses. Les équipiers ont l’air perdu ils ne savent pas quoi faire de leurs mains. Une formation efficace s’impose! Une attente de plus de 15 min aujourd’hui a 17h pour des glaces alors que le restaurant est vide. Les frites sont froides alors que le nouveau fonctionnement à la commande devrait permettre d’avoir des produits frais."
           },
           {
            "stars":3,
            "comment":"@McDonalds Pourriez-vous remettre de l’ordre au restaurant d’Aucamville dans le 31, beaucoup de gens se plaignent,sandwichs vieux secs et froids, frites et nuggets froides, les croques macdo écrabouillés, les sandwichs écrasés, sauce chicken dans les deluxe parfois et j’en passe"
            }
        ]
     }
 ]